Repository: FlexConfirmMail/Outlook-VSTO-Addin
Catalog: Properties/Resources.*.resx
Languages: es, ja, zh

# RibbonButtonFlexConfirmMail
source: FlexConfirmMail Options
es: Opciones FlexConfirmMail
ja: FlexConfirmMail設定
zh: 设置FlexConfirmMail

# RibbonGroupFlexConfirmMail
source: Check
es: Revisar
ja: 送信チェック
zh: 安全发送

# SaveAndQuit
source: Save and Exit
es: Salvar y Salir
ja: 保存して閉じる
zh: 保存并退出

source: Cancel
es: Cancelar
ja: キャンセル
zh: 取消

source: seconds
es: segundos
ja: 秒
zh: 秒

# ConfigWindowTitle
source: FlexConfirmMail Options
es: Opciones FlexConfirmMail
ja: FlexConfirmMail設定
zh: 设置FlexConfirmMail

# ConfigCount
source: Countdown
es: CuentaRegresiva
ja: 送信カウントダウン設定
zh: 倒计时

# ConfigCountEnabled
source: Show a countdown clock when sending a message
es: Mostrar cuenta regresiva al enviar mensaje
ja: メール送信前のカウントダウンを有効化する
zh: 发送信息时启用倒计时

# ConfigCountAllowSkip
source: Show "Send Now" button in the countdown dialog
es: Mostrar boton de "Enviar Ahora" durante la cuenta regresiva
ja: カウントダウンのダイアログの「いますぐ送信」ボタンを有効化する
zh: 激活"现在发送"按钮

# ConfigCountSeconds
source: Delay sending a message by
es: Retrasar el envio de mensaje por
ja: 送信までのカウントダウン秒数:
zh: 倒计时秒:

# ConfigWarning
source: To/Cc
es: Para/Cc
ja: 警告設定

# ConfigSafeBccEnabled
source: Enable "too many domains in To/Cc fields" warnings
es: Habilitar advertencia de "Demasiados Dominios en campos Para/Cc"
ja: To/CCに一定数以上のドメインが含まれている場合に警告する
zh: 当To/Cc包含许多域时发出警告

# ConfigSafeBccThreshold
source: Warn if To/Cc fields contain
es: Advertir si los campos Para/Cc contienen
ja: 警告対象となるドメインの数:
zh: 警告的阈值:

# ConfigSafeBccThresholdSuffix
source: domains (or more)
es: dominios (o mas)
ja: 件以上
zh: 个域名或更多

# ConfigMisc
source: Miscellaneous
es: Varios
ja: その他の設定
zh: 其他设置

# ConfigMainSkipIfNoExt
source: Skip confirmation if all the recpients are trusted.
es: Saltar confirmacion si todos los destinatarios son de confianza.
ja: 宛先が社内のみの場合は確認をスキップする
zh: 如果所有目的地都是受信任的域，则立即发送

# ConfigTrustedDomains
source: Configure Trusted Domains and Addresses
es: Configurar Dominios y Direcciones de Confianza
ja: 社内ドメイン・アドレス設定
zh: 信任域

# TrustedDomainsPolicy
source: # Trusted Domains and Addresses ### # The following domains and addresses are trusted by Group Policy. # # {0} # # To add more domains or addresses, input entries (one per line) below. # You can also exclude domains or addresses by adding "-" at the beginning. # And wildcards (* and ?) are also available. # When an entry contains @, the entry is regarded as address. # When an entry does not contains @, the entry is regarded as domain. ################################## {1}
es: # Dominios y Direcciones de Confianza ### # La política de grupo de la empresa habilita la confianza en los siguientes dominios y ireccións. # # {0} # # Para agregar más dominios o direcciones, ingrese las entradas (una por línea) a continuación. # También puedes excluir dominios o direcciones agregando "-" al principio # Y también están disponibles los comodines (* y ?). # When an entry contains @, the entry is regarded as address. # When an entry does not contains @, the entry is regarded as domain. ################################## {1}
ja: # 社内ドメイン・アドレス設定 ### # 組織設定により、社内ドメイン・アドレスとして以下が指定されています。 # # {0} # # さらにドメイン・アドレスを追加する場合は、以下に1行ずつ入力してください。 # また、先頭に「-」をつけると、ドメイン・アドレスを除外することができます。 # 指定にはワイルドカード（*および?）も使用可能です。 # @を含む場合はアドレスが指定されたとみなします。 # @を含まない場合はドメインが指定されたとみなします。 ################################## {1}
zh: # 信任域 ### # 以下域是由组策略信任的。 # # {0} # # 要添加更多的域，请在下面输入条目（每行一个）。 # 你也可以通过在开头添加"-"来排除域名。 # And wildcards (* and ?) are also available. # You can specify not only domains but also addresses. # * When an entry contains @, the entry is regarded as address. # * When an entry does not contains @, the entry is regarded as domain. ################################## {1}

# UnsafeDomainsPolicy
source: # Unsafe Domains and Addresses ### # The following domains and addresses are considered unsafe by Group Policy. # # {0} # # To add more domains or addresses, input entries (one per line) below. # You can also exclude domains or addresses by adding "-" at the beginning. # And wildcards (* and ?) are also available. # When an entry contains @, the entry is regarded as address. # When an entry does not contains @, the entry is regarded as domain. ################################## {1}
es: # Dominios y Direcciones Inseguros ### # La politica grupo de la empresa los siguientes dominios y direcciones como inseguros. # # {0} # # Para agregar más dominios o direcciones, ingrese las entradas (una por línea) a continuación. # También puedes excluir dominios o direcciones agregando "-" al principio # Y también están disponibles los comodines (* y ?). # When an entry contains @, the entry is regarded as address. # When an entry does not contains @, the entry is regarded as domain. ################################## {1}
ja: # 注意が必要なドメイン・アドレス設定 ### # 組織設定により、注意が必要なドメイン・アドレスとして以下が指定されています。 # # {0} # # さらにドメイン・アドレスを追加する場合は、以下に1行ずつ入力してください。 # また、先頭に「-」をつけると、ドメイン・アドレスを除外することができます。 # 指定にはワイルドカード（*および?）も使用可能です。 # @を含む場合はアドレスが指定されたとみなします。 # @を含まない場合はドメインが指定されたとみなします。 ################################## {1}
zh: # 不安全域 ### # 以下域被组策略视为不安全的域 # # {0} # # 要添加更多的域，请在下面输入条目（每行一个）。 # 你也可以通过在开头添加"-"来排除域名。 # And wildcards (* and ?) are also available. ################################## {1}

# UnsafeFilesPolicy
source: # Unsafe Files ### # The following keywords are considered unsafe by Group Policy. # # {0} # # To add more keywords, input entries (one per line) below. # You can also exclude keywords by adding "-" at the beginning. # And wildcards (* and ?) are also available. ################################## {1}
es: # Archivos Inseguros ### # La politica de la empresa considera Los siguientes tipos de Archivos como inseguros. # # {0} # # Para agregar más dominios, ingrese las entradas (una por línea) a continuación. # También puedes excluir dominios agregando "-" al principio # Y también están disponibles los comodines (* y ?). ################################## {1}
ja: # 注意が必要なファイル名設定 ### # 組織設定により、注意が必要なファイル名として以下が指定されています。 # # {0} # # さらにキーワードを追加する場合は、以下に1行ずつ入力してください。 # また、先頭に「-」をつけると、キーワードを除外することができます。 # 指定にはワイルドカード（*および?）も使用可能です。 ################################## {1}
zh: # 不安全的文件名 ### # 以下关键词被组策略认为是不安全的。 # # {0} # # 要添加更多的关键词，请在下面输入条目（每行一个）。 # 你也可以通过在开头添加"-"来排除关键词。 # And wildcards (* and ?) are also available. ################################## {1}

# TrustedDomainsExample
source: example.com -example.org
es: ejemplo.com -ejemplo.org

# UnsafeDomainsExample
source: example.com -example.org
es: ejemplo.com -ejemplo.org

# UnsafeFilesExample
source: Confidential -ExcludedItem
es: Confidencial -ExcluirTipo
ja: 社外秘 -除外キーワード
zh: 保密 -排除项目

# TrustedDomainsTemplate
source: # Trusted Domains and Addresses ### # # (1) Set the list of domains and addresses to be treated as internal ones. # (2) Enter one entry per line as follows. # (3) Lines starting with # are ignored. # (4) Wildcards (* and ?) are available. # (5) When an entry contains @, the entry is regarded as address. # (6) When an entry does not contains @, the entry is regarded as domain. # ################################## example.com example.org
es: # Dominios y Direcciones de Confianza ### # # (1) Establezca la lista de dominios y direcciones que se tratarán como de confianza. # (2) Introduzca una entrada por línea de la siguiente manera. # (3) Las líneas que comienzan con # se ignoran. # (4) Los comodines (* y ?) estan disponibles. # (5) When an entry contains @, the entry is regarded as address. # (6) When an entry does not contains @, the entry is regarded as domain. # ################################## ejemplo.com ejemplo.org
ja: # 社内ドメイン・アドレス設定 ### # # (1) 送信時に社内の宛先として扱うドメイン・アドレスを指定します。 # (2) 以下の例のように一行に一件ずつ記載します。 # (3) 冒頭が「#」から始まる行は無視されます。 # (4) 指定にはワイルドカード（*および?）を使用可能です。 # (5) @を含む場合はアドレスが指定されたとみなします。 # (6) @を含まない場合はドメインが指定されたとみなします。 # ################################## example.com example.org
zh: # 信任域 ### # # (1) 设置域被视为内部目的地 # (2) 每行写一个条目，如下所示 # (3) 以 "#" 开头的行被忽略 # (4) Wildcards (* and ?) are available. # (5) You can specify not only domains but also addresses. # * When an entry contains @, the entry is regarded as address. # * when an entry does not contains @, the entry is regarded as domain. # ################################## example.com example.org

# UnsafeDomainsTemplate
source: # Unsafe Domains and Addresses ### # # (1) Set the list of domains and addresses to show an "unsafe recipient" warning. # (2) Enter one entry per line as follows. # (3) Lines starting with # are ignored. # (4) Wildcards (* and ?) are available. # (5) When an entry contains @, the entry is regarded as address. # (6) When an entry does not contains @, the entry is regarded as domain. # ################################## example.com example.org
es: # Dominios y Direcciones Inseguros ### # # (1) Configure la lista de dominios y direcciones para mostrar la advertencia de "destinatario inseguro". # (2) Introduzca una entrada por línea de la siguiente manera. # (3) Las líneas que comienzan con # se ignoran. # (4) Los comodines (* y ?) estan disponibles. # (5) When an entry contains @, the entry is regarded as address. # (6) When an entry does not contains @, the entry is regarded as domain. # ################################## example.com example.org
ja: # 注意が必要なドメイン・アドレス設定 ### # # (1) 送信時に警告対象とする注意ドメイン・アドレスを指定します。 # (2) 以下の例のように一行に一件ずつ記載します。 # (3) 冒頭が「#」から始まる行は無視されます。 # (4) 指定にはワイルドカード（*および?）を使用可能です。 # (5) @を含む場合はアドレスが指定されたとみなします。 # (6) @を含まない場合はドメインが指定されたとみなします。 # ################################## example.com example.org
zh: # 不安全域 ### # # (1) 设置要被提醒的域 # (2) 每行写一个条目，如下所示 # (3) 以 "#" 开头的行被忽略 # (4) Wildcards (* and ?) are available. # ################################## example.com example.org

# UnsafeFilesTemplate
source: # Unsafe Files ### # # (1) Set the list of keywords to show an "unsafe filename" warning. # (2) Enter one entry per line as follows. # (3) Lines starting with # are ignored. # (4) Wildcards (* and ?) are available. # ################################## secret confidential
es: # Archivos Inseguros ### # # (1) Configure la lista de palabras clave para mostrar la advertencia de "nombre de archivo no seguro". # (2) Introduzca una entrada por línea de la siguiente manera. # (3) Las líneas que comienzan con # se ignoran. # (4) Los comodines (* y ?) estan disponibles. # ################################## secreto confidencial
ja: # 注意が必要なファイル名設定 ### # # (1) 添付ファイルに含まれる場合に警告する注意ワードを指定します。 # (2) 以下の例のように一行に一件ずつ記載します。 # (3) 冒頭が「#」から始まる行は無視されます。 # ################################## 社外秘 機密
zh: # 不安全的文件名 ### # # (1) 为附件设置警告关键字 # (2) 每行写一个条目，如下所示 # (3) 以 "#" 开头的行被忽略 # (4) Wildcards (* and ?) are available. # ################################## 秘密

# TrustedDomains
source: Trusted Domains and Addresses
es: Dominios y Direcciones de Confianza
ja: 社内ドメイン・アドレス
zh: 信任域

# ConfigUnsafeDomains
source: Configure Unsafe Domains and Addresses
es: Configurar Dominios y Direcciones Inseguros
ja: 注意が必要なドメイン・アドレス設定
zh: 不安全域

# UnsafeDomains
source: Unsafe Domains and Addresses
es: Dominios y Direcciones Inseguros
ja: 注意が必要なドメイン・アドレス
zh: 不安全域

# ConfigUnsafeFiles
source: Configure Unsafe Files
es: Configurar Archivos Inseguros
ja: 注意が必要なファイル名設定
zh: 不安全的文件名

source: Unsafe Files
es: Archivos Inseguros
ja: 注意が必要なファイル名
zh: 不安全的文件名

# TextLog
source: App Logs
es: Registros de Aplicacion
ja: 動作ログ
zh: 调试日志

# CountWindowTitle
source: Countdown - FlexConfirmMail
es: CuentaRegresiva - FlexConfirmMail
ja: 送信カウントダウン - FlexConfirmMail
zh: 倒數計時 - FlexConfirmMail

# CountSendInSeconds
source: seconds to send
es: segundos para enviar
ja: 秒後に送信します
zh: 秒后发送

source: Send
es: Enviar
ja: 送信
zh: 发送

source: Send Now
es: Enviar Ahora
ja: 今すぐ送信
zh: 现在发送

# MainExternal
source: External Recipients
es: Destinatarios Externos
ja: 外部の送信先
zh: 外部目的地

# MainUnsafeDomainsWarning
source: [Warn] An unsafe domain "{0}" found in the recipient list
es: [Advertencia] El dominio inseguro "{0}" fue encontradro en la lista de destinatarios
ja: [警告] 注意が必要なドメイン（{0}）が宛先に含まれています。
zh: [警告] 包含不安全的域 ({0})

# MainUnsafeDomainsWarningHint
source: This domain is registered as unsafe. Please recheck and confirm.
es: Este dominio esta registrado como inseguro. Por favor revise y confirme.
ja: このドメインは誤送信の可能性が高いため、再確認を促す警告を出してします。
zh: 该域名被列入不安全域名列表中

# MainUnsafeFilesWarning
source: [Warn] An unsafe keyword ({0}) found in the attachment list
es: [Advertencia] Una Archivo inseguro ({0}) fue encontrado en la lista de adjuntos
ja: [警告] 注意が必要なファイル名（{0}）が含まれています。
zh: [警告] 包含不安全的文件名 ({0})

# MainUnsafeFilesWarningHint
source: This filename is registered as unsafe. Please recheck and confirm.
es: Este nombre de archivo esta registrado como inseguro. Por favor revise y confirme.
ja: 添付ファイルに注意が必要な単語が含まれているため、 再確認を促す警告を出しています。
zh: 该附件名被列入不安全文件名列表中

# MainSafeBccWarning
source: [Warn] To/Cc fields contain no less than {0} domains
es: [Advertencia] los campos Para/Cc contienen al menos {0} dominios
ja: [警告] To・Ccに{0}件以上のドメインが含まれています。
zh: [警告] To/Cc 包含{0}个以上的域

# MainSafeBccWarningHint
source: Beware that To/Cc fields are visible to any recipients, so please use Bcc when sending an message to unrelated parties.
es: Debe de saber que los destinatarios en los campos Para/Cc son visibles para todos, asi que por favor utilice Bcc cuando envie mensajes a destinatarios no relacionados.
ja: 宛先に多数のドメインが検知されました。 ToおよびCcに含まれるメールアドレスはすべての受取人が確認できるため、 アナウンスなどを一斉送信する場合はBccを利用して宛先リストを隠します。
zh: 使用Bcc来发送电子邮件到大量的目的地

# MainTrusted
source: Internal Recipients
es: Destinatarios Internos
ja: 社内の送信先
zh: 内部目的地

# MainCheckAll
source: Check all
es: Marcar todos
ja: 一括チェック
zh: 勾选所有

# MainFilesWarning
source: [Attachment] {0}
es: [Adjunto] {0}
ja: [添付ファイル] {0}
zh: [附件] {0}

# MainFile
source: Attachments / Warnings
es: Adjuntos / Advertencias
ja: 添付ファイル／その他の警告
zh: 附件 / 警告

# ConfigSafeNewDomainsEnabled
source: Confirm when any recipients with domains different from any existing recipients are added
es: Confirmar cuando algun destinatario con un dominio diferente a los existentes es agregado
ja: 返信の宛先に今まで含まれていなかったドメインのアドレスが追加された場合に警告する

# ConfirmNewDomainsBody1
source: There are recipients with domains not included in the recipients of the original message.
es: Existen destinatarios con dominios no incluidos en los destinatarios del mensaje original.
ja: 返信元のメールの宛先に含まれていなかったドメインの以下の宛先が追加されています。

# NewDomainDialogTitle
source: Warning - FlexConfirmMail
es: Advertencia - FlexConfirmMail
ja: 警告 - FlexConfirmMail
zh: 警告 - FlexConfirmMail

# ConfirmNewDomainsBody2
source: Do you really want to send this message?
es: Realmente quiere enviar este mensaje?
ja: 送信してよろしいですか？

# Warrning
source: Warning!
es: Advertencia!

# MainUnsafeAddressesWarning
source: [Warn] An unsafe address "{0}" found in the recipient list
es: [Advertencia] La dirección inseguro "{0}" fue encontradro en la lista de destinatarios
ja: [警告] 注意が必要なアドレス（{0}）が宛先に含まれています。

# MainUnsafeAddressesWarningHint
source: This address is registered as unsafe. Please recheck and confirm.
es: Esta dirección esta registrado como inseguro. Por favor revise y confirme.
ja: このアドレスは誤送信の可能性が高いため、再確認を促す警告を出してします。

# ConfigGeneral
source: General
ja: 一般設定
zh: 一般

# AboutAddon
source: Version
ja: このアドオンについて
zh: 版本
